Repository: heimtech/IvcyData
Catalog: fyf2/check/locale/*/LC_MESSAGES/messages.po
Languages: cs, sl

source: Composer package manager
cs: Balíčkový správce Composer
sl: Composer paketni upravitelj

source: PHP %s or greater
cs: PHP %s nebo větší
sl: PHP %s ali novejši

source: You have PHP version %s.
cs: Máte verzi PHP %s
sl: Nameščena PHP verzija %s.

source: Composer requires at least PHP version %s.
cs: Composer vyžaduje minimálne PHP verzi %s.
sl: Composer zahteva najmanj PHP verzijo %s.

source: PHP Phar extension
cs: Rozšíření PHP Phar
sl: PHP Phar razširitev

source: The PHP Phar extension is enabled.
cs: Rozšíření PHP Phar je dostupné.
sl: PHP Phar razširitev je nameščena.

source: The PHP Phar extension is not enabled.
cs: Rozšíření PHP Phar není dostupné.
sl: PHP Phar razširitev ni nameščena.

source: The PHP Phar extension is part of the PHP core since PHP 5.3 and has to be explicitly disabled using the --disable-phar flag. Recompile PHP without the flag.
cs: Rozšíření PHP Phar je součástí základní sestavy PHP od verze 5.3 a mělo by být výslovně vypnuté použitím vlaječky —disable-phar. Rekompiluj PHP bez vlaječky.
sl: PHP Phar razširitev je sestavni del PHP jedra od verzije PHP 5.3 in mora biti izrecno onemogočena z uporabo --disable-phar zastavico. Ponovno prevedite PHP brez zastavice.

source: PHP cURL extension
cs: PHP cURL rozšíření
sl: PHP cURL razširitev

source: The PHP cURL extension is available.
cs: Rozšíření PHP cURL je dostupné.
sl: PHP cURL razširitev je nameščena.

source: The PHP cURL extension is not available.
cs: Rozšíření PHP cURL není dostupné.
sl: PHP cURL razširitev ni nameščena.

source: The PHP cURL extension is required to communicate with the package server. You can enable it by compiling PHP with the --enable-curl flag.
cs: Je požadováno rozšíření PHP cURL, aby šlo komunikovat s serverem balíčků. Můžete ho zapnout tím, že vytvoříte PHP s příkazem —enable-curl.
sl: PHP cURL razširitev je potrebna za komunikacijo s paketnim strežnikom. Omogočite jo s ponovnim prevodom PHP z --enable-curl zastavico.

source: PHP APC extension
cs: Rozšíření PHP APC
sl: PHP APC razširitev

source: The PHP APC extension is not installed.
cs: Rozšíření PHP APC není dostupné.
sl: PHP APC razširitev ni nameščena.

source: The PHP APC extension is installed.
cs: Rozšíření PHP APC je nainstalované.
sl: PHP APC razširitev je nameščena.

source: Using the PHP APC extension with Composer can lead to unexpected "cannot redeclare class" errors.
cs: Použitím rozšíření PHP APC s Composerem může dojít k neočekávaným chybám "nelze rozpoznat třídu (cannot redeclare class)"
sl: Uporaba PHP APC razširitve s Composerjem lahko privede do nepričakovane "cannot redeclare class" napake.

source: Suhosin extension
cs: Suhosin rozšíření
sl: Suhosin razširitev

source: The Suhosin extension is not installed or correctly configured for .phar files.
cs: Rozšíření Suhosin není nainstalováno, nebo není správně nastaveno pro .phar soubory.
sl: Suhosin razširitev ni nameščena ali pravilno nastavljena za .phar datoteke.

source: The Suhosin extension does not allow to run .phar files.
cs: Rozšíření Suhosin neumožňuje spustit soubory .phar.
sl: Suhosin razširitev ne dovoli zagnati .phar datotek.

source: You have to add "phar" to the list of allowed streams in your php.ini: <code>suhosin.executor.include.whitelist = phar</code>
cs: Musíte přidat "phar" na seznam povolených streamů ve Vašem souboru php.ini: <code>suhosin.executor.include.whitelist = phar</code>
sl: Potrebno je dodati "phar" na seznam dovoljenih pretokov v php.ini: <code>suhosin.executor.include.whitelist = phar</code>

source: The PHP flag "allow_url_fopen" is set.
cs: Je zadán příkaz "allow_url_fopen".
sl: PHP zastavica "allow_url_fopen" je nastavljena.

source: The PHP flag "allow_url_fopen" is not set.
cs: Není zadán příkaz "allow_url_fopen".
sl: PHP zastavica "allow_url_fopen" ni nastavljena.

source: To download the installation files, Composer requires the "allow_url_fopen" flag to be set in the php.ini.
cs: Aby se daly stáhnout instalační soubory, požaduje Composer povolený příkaz "allow_url_fopen" ve Vaší php.ini.
sl: Za prenos namestitvenih datotek Composer potrebuje "allow_url_fopen" zastavico nastavljeno v php.ini

source: File permissions
cs: Přistupová práva
sl: Dovoljenja datoteke

source: The PHP process is allowed to create files.
cs: PHP je povoleno vytvářet soubory.
sl: PHP procesu je dovoljeno ustvarjanje datotek.

source: The PHP process is not allowed to create files.
cs: PHP není povoleno vytvářet soubory.
sl: PHP procesu ni dovoljeno ustvarjanje datotek.

source: The PHP process is not allowed to create or manipulate files. Please adjust your server configuration accordingly.
cs: PHP není povoleno vytvářet nebo manipulovat se soubory. Proto prosím zkontrolujte nastavení serveru.
sl: PHP procesu ni dovoljeno ustvarjati ali upravljati z datotekami. Prosimo prilagodite ustrezno nastavitev na strežniku.

source: shell_exec (optional)
cs: shell_exec (volitelné)
sl: shell_exec (poljubno)

source: The PHP function "shell_exec" is available.
cs: PHP funkce "shell_exec" je povolená.
sl: PHP funkcija "shell_exec" je na voljo.

source: The PHP function "shell_exec" is not available.
cs: PHP funkce "shell_exec" není povolená.
sl: PHP funkcija "shell_exec" ni na voljo.

source: The "shell_exec" function is optionally required to run the Composer process in the background.
cs: Je možné, že funkce "shell_exec" bude dodatečně vyžadovat, aby Composer běžel v pozadí.
sl: PHP funkcija "shell_exec" je pogojno potrebna za zagon Composerja v ozadju.

source: proc_open (optional)
cs: proc_open (volitelné)
sl: proc_open (poljubno)

source: The PHP function "proc_open" is available.
cs: PHP funkce "proc_open" je povolená.
sl: PHP funkcija "proc_open" je na voljo.

source: The PHP function "proc_open" is not available.
cs: PHP funkce "proc_open" není povolená.
sl: PHP funkcija "proc_open" ni na voljo.

source: The "proc_open" function is optionally required to run the package manager in dev mode.
cs: Je možné, že funkce "proc_open" bude dodatečně vyžadovat, aby manažer rozšíření běžel ve vývojářském módu.
sl: PHP funkcija "proc_open" je po izbiri potrebna za zagon upravljalnika paketov v načinu "dev mode".

source: You can use the Composer package manager on this server.
cs: Na tomto serveru můžete použít správce balíčků Composer.
sl: Upravljalnik paketov Composer se lahko uporablja na tem strežniku.

source: You cannot use the Composer package manager on this server.
cs: Na tomto serveru nemůžete použít správce balíčků Composer.
sl: Upravljalnik paketov Composer ni mogoče uporabljati na tem strežniku.

source: Go back
cs: Jdi zpět
sl: Nazaj

source: php.ini settings
cs: Nastavení php.ini
sl: php.ini nastavitve

source: The PHP safe_mode is not enabled.
cs: Není povelný příkaz safe_mode
sl: PHP safe_mode ni omogočen.

source: The PHP safe_mode is enabled.
cs: Příkaz safe_mode je povolený
sl: PHP safe_mode je omogočen.

source: It is recommended to disable the safe_mode in your php.ini or server control panel, otherwise the PHP process it not allowed to create or manipulate files and Contao cannot work properly.
cs: Doporučuje se vypnout safe_mode ve Vašem soubour php.ini nebo na kontrolním panelu serveru, jinak nebude PHP umožněno vytvářet a zpracovávat soubory a tím nebude Contao správně pracovat.
sl: Priporočeno je izklopiti safe_mode v php.ini datoteki ali na strežniški nadzorni plošči, drugače PHP procesu ni dovoljeno ustvariti ali manipulirati z datotekami in Contao ne more delovati pravilno.

source: Creating a test folder
cs: Vytvářím testovací složku
sl: Ustvari nov testni direktorij

source: The test folder could be created (owner: %s, chmod: %s).
cs: Byla vytvořena testovací složka (vlastník: %s, chmod: %s).
sl: Testni direktorij je lahko ustvarjen (lastnik: %s, chmod: %s).

source: The test folder could not be created.
cs: Nebylo možné vytvořit testovací složku.
sl: Testnega direktorija ni bilo mogoče ustvariti.

source: It seems that the PHP process does not have enough permissions to create folders on your server.
cs: Vypadá to, že PHP nemá dostatečná přístupová práva, aby mohlo vytvářet adresáře na Vašem serveru.
sl: Kaže, da PHP proces nima zadosti pravic, da bi ustvaril direktorij na vašem strežniku.

source: The test folder does not have the correct owner or chmod settings.
cs: Zkušebně vytvořený adresář nemá správného majitele nebo správná přístupová práva.
sl: Testni direktorij nima pravilnega lastnika ali chmod nastavitev.

source: The test folder is owned by %s (should be %s) and has the chmod settings %s (should be %s).
cs: Zkušebně vytvořený adresář patří %s (a měl by patřit %s) a má přístupová práva %s (ale měl by mít %s).
sl: Testni direktorij je v lasti %s (moral bi biti v lasti %s) in ima chmod nastavitve %s (morale bi biti %s).

source: 775, 755, 770, 750 or 705
cs: 775, 755, 770, 750 nebo 705
sl: 775, 755, 770, 750 ali 705

source: Creating a test file
cs: Vytváří se testovací soubor.
sl: Ustvarjanje testne datoteke

source: The test file could be created (owner: %s, chmod: %s).
cs: Testovací soubor bylo možné vytvořit (vlastník: %s, chmod: %s).
sl: Testna datoteka je lahko ustvarjena (lastnik: %s, chmod: %s).

source: The test file could not be created.
cs: Testovací soubor nebylo možné vytvořit.
sl: Testne datoteke ni bilo mogoče ustvariti.

source: It seems that the PHP process does not have enough permissions to create files on your server.
cs: Vypadá to, že PHP nemá dostatečná přístupová práva, aby mohlo vytvářet adresáře na Vašem serveru.
sl: Kaže, da PHP proces nima zadosti pravic, da bi ustvaril datoteke na vašem strežniku.

source: The test file does not have the correct owner or chmod settings.
cs: Zkušebně vytvořený soubor nemá správného majitele nebo správná přístupová práva.
sl: Testna datoteka nima pravilnega lastnika ali chmod nastavitev.

source: The test file is owned by %s (should be %s) and has the chmod settings %s (should be %s).
cs: Zkušebně vytvořený soubor patří %s (a měl by patřit %s) a má přístupová práva %s (ale měl by mít %s).
sl: Testna datoteka je v lasti %s (morala bi biti v lasti %s) in ima chmod nastavitve %s (morale bi biti %s).

source: 664, 644, 660, 640 or 604
cs: 664, 644, 660, 640 nebo 604
sl: 664, 644, 660, 640 ali 604

source: The PHP process is allowed to create files on this server.
cs: PHP je povoleno vytvářet soubory.
sl: PHP procesu je dovoljeno ustvarjanje datotek na tem strežniku.

source: The PHP process is not allowed to create files on this server.
cs: PHP je povoleno vytvářet soubory.
sl: PHP procesu ni dovoljeno ustvarjanje datotek na tem strežniku.

source: Overview
cs: Přehled
sl: Pregled

source: You can install Contao 2.x
cs: Můžete nainstalovat Contao 2.x
sl: Lahko namestite Contao 2.x

source: You cannot install Contao 2.x (requires PHP %s+)
cs: Nemůžete nainstalovat Contao 2.x (vyžaduje PHP %s+)
sl: Ni mogoče namestiti Contao 2.x (potreben je PHP %s+)

source: You can install Contao 3.x
cs: Můžete nainstalovat Contao 3.x
sl: Lahko namestite Contao 3.x

source: You cannot install Contao 3.x (requires PHP %s+)
cs: Nemůžete nainstalovat Contao 3.x (vyžaduje PHP %s+)
sl: Ni mogoče namestiti Contao 3.x (potreben je PHP %s+)

source: You can install Contao 4.x
cs: Můžete nainstalovat Contao 4.x
sl: Lahko namestite Contao 4.x

source: You cannot install Contao 4.x (requires PHP %s+)
cs: Nemůžete nainstalovat Contao 4.x (vyžaduje PHP %s+)
sl: Ni mogoče namestiti Contao 4.x (potreben je PHP %s+)

source: More information …
cs: Více informací…
sl: Več informacij ...

source: Additional services
cs: Dodatečný servis
sl: Dodatne storitve

source: You can use the Live Update.
cs: Můžete použít Live Update.
sl: Lahko uporabljate Live Update.

source: You cannot use the Live Update.
cs: Nemůžete použít Live Update.
sl: Live Update ni mogoče uporabljati.

source: You can use the Composer package manager.
cs: Můžete použít správce balíčků Composer.
sl: Lahko uporabljate upravljalnik paketov Composer.

source: You cannot use the Composer package manager.
cs: Nemůžete použít správce balíčků Composer.
sl: Upravljalnika paketov Composer ni mogoče uporabljati.

source: You can use the Extension Repository.
cs: Můžete použít Správce rozšíření.
sl: Lahko uporabljate Extension Repository.

source: You cannot use the Extension Repository.
cs: Nemůžete použít Správce rozšíření.
sl: Extension Repository ni mogoče uporabljati.

source: Install Contao
cs: Nainstalovat Contao
sl: Namestite Contao

source: Validate an existing installation
cs: Zkontrolovat stávající instalaci
sl: Preverite obstoječo namestitev

source: Installation
cs: Instalační nástroj Contao
sl: Namestitev

source: Web installer
cs: Webový instalatér
sl: Spletna namestitev

source: There is a Contao installation already. Are you looking for the %s?
cs: Contao je již nainstalovaný. Hledáte %s?
sl: Contao namestitev že obstaja. Ali iščete %s?

source: The automatic installation is not possible on your server due to safe_mode or file permission restrictions.
cs: Automatickou instalaci nelze na Vás serveru provést kvůli tzv. safe_mode nebo přístupovým právům k souborům.
sl: Samodejna namestitev ni mogoče na vašem strežniku zaradi safe_mode ali omejitev pravic datotek.

source: The automatic installation is possible on your server.
cs: Na Vašem serveru lze provést automatickou instalaci.
sl: Samodejna namestitev je mogoča na vašem strežniku.

source: The automatic installation is not possible on your server.
cs: Na Vašem serveru nelze provést automatickou instalaci.
sl: Samodejna namestitev ni mogoča na vašem strežniku.

source: Your PHP installation either cannot connect to download.contao.org or is missing the PHP extension cURL or Zip.
cs: Vaše instalace PHP se nemůže připojit ke stránce download.contao.org nebo jí chybí rozšíření PHP cURL nebo Zip.
sl: Vaša PHP namestitev se ne more povezati na download.contao.org ali manjkajo PHP razširitve cURL ali Zip.

source: Manual installation
cs: Manuální instalace
sl: Ročna namestitev

source: Go to %s and download the latest Contao version.
cs: Přejděte k %s a stáhněte poslední verzi Contaa.
sl: Pojdite na %s in prenesite najnovejšo Contao različico.

source: Extract the download archive and upload the files to your server using an (S)FTP client.
cs: Rozbalte stažený archiv a nahrajte v něm obsažené složky a soubory na server pomocí klienta (S)FTP.
sl: Razširite prenešeni arhiv in naložite datoteke na vaš strežnik s pomočjo (S)FTP odjemalca.

source: Open the Contao install tool by adding "/contao/install.php" to the URL of your installation.
cs: Otevřete instalační nástroj Contaa tím, že přidáte na konci Vaší domény "/contao/install.php", na níž chcete nainstalovat Contao.
sl: Odprite Contao namestitveno orodje, tako da dodate "/contao/install.php" na konec URLja vaše namestitve.

source: Target version
cs: Cílová verze
sl: Ciljna različica

source: Start the installation
cs: Spustit instalaci
sl: Začnite namestitev

source: Installation failed
cs: Instalace selhala
sl: Namestitev je neuspešna

source: Installation complete
cs: Instalace je dokončená
sl: Namestitev končana

source: Contao %s has been installed in %s.
cs: Contao %s bylo nainstalováno v %s.
sl: Contao %s je bil nameščen v %s.

source: Open the Contao install tool
cs: Otevřít instalační nástroj Contaa
sl: Odprite Contao namestitveno orodje

source: Live Update
cs: Online aktualizace

source: Phar has been added to the PHP core in version 5.3, so you require at least PHP version %s to use .phar files. If you have PHP 5.2, you might be able to use .phar files by installing the PECL phar extension (see %s).
cs: Phar byla přidáno do základní verze PHP 5.3, tudíž je třeba přinejmenším použít PHP %s, aby se daly použít soubory .phar. Pokud používáte 5.2, bude moct používat soubory .phar tím, že nainstalujete rozšíření PECL phar (viz %s).
sl: Phar je bil dodan PHP jedru v različici 5.3, tako potrebujete PHP različico najmanj %s da bi uporabili .phar datoteke. Če imate PHP 5.2 lahko mogoče uporabite .phar datoteke z namestitvijo PECL phar razširitve (preverite %s).

source: PHP OpenSSL extension
cs: Rozšíření PHP OpenSSL
sl: PHP OpenSSL razširitev

source: The PHP OpenSSL extension is enabled.
cs: Je povoleno rozšíření PHP OpenSSL
sl: PHP OpenSSL razširitev je nameščena.

source: The PHP OpenSSL extension is not enabled.
cs: Není povoleno rozšíření PHP OpenSSL
sl: PHP OpenSSL razširitev ni nameščena.

source: The PHP OpenSSL extension is required to set up a secure connection to the Live Update server. Enable it in your php.ini.
cs: Je vyžadováno rozšíření PHP OpenSSL, aby se mohlo být navázano zabezpečené spojení k severu Live Update. Povolte ho prosím ve Vaší php.ini.
sl: PHP OpenSSL razširitev je potrebna za vspostavitev varne povezave z Live Update strežnikom. Omogočite jo v vaših php.ini nastavitvah.

source: The ionCube Loader is not enabled or at least at version 4.0.9.
cs: Spouštěč ionCube není povolen nebo až od verze 4.0.9
sl: ionCube Loader ni nameščen ali ni 4.0.9.+ različica.

source: An old version of the ionCube Loader prior to version 4.0.9 is installed.
cs: Starší verze spouštěče ionCube upřednostňuje nainstalovanou verzi 4.0.9.
sl: Nameščena je starejša ionCube Loader različica kot 4.0.9.

source: Before version 4.0.9, the ionCube Loader was incompatible with Phar archives. Either upgrade to the latest version or disable the module. More information is available here: %s
cs: Před verzí 4.0.9 byl spouštěč ionCube nekompatibilní s archivy Phar. Buď aktualizujte na novější verzi nebo vypněte daný modul. Více informací najdete na: %s
sl: Pred različico 4.0.9. ionCube Loader ni bil združljiv z Phar arhivi. Ali posodobite na najnovejšo različico ali izklopite modul. Več informacij je na voljo tukaj: %s

source: Detect Unicode
cs: Zkontrolovat Unicode
sl: Zaznaj Unicode

source: The --enable-zend-multibyte flag is not set or detect_unicode is disabled.
cs: Není zadán příkaz —enable-zend-multibyte nebo není povoleno detect_unicode.
sl: Zastavica --enable-zend-multibyte je nastavljena ali detect_unicode ni omogočen.

source: The detect_unicode settings on your server are not correct.
cs: Nastavení detect_unicode na Vašem serveru nejsou správná.
sl: detect_unicode nastavitve na vašem strežniki niso pravilne.

source: If PHP is compiled with the --enable-zend-multibyte flag, you have to explicitly disable detect_unicode in your php.ini: <code>detect_unicode = Off</code>. This is a PHP bug which might be fixed in the future. More information is available here: %s
cs: Pokud PHP běží za pomocí --enable-zend-multibyte, musíte explicitně vypnout detect_unicode ve Vašem souboru php.ini: <code>detect_unicode = Off</code>. To je chyba PHP, která by měla být odstraněná v budoucích verzích. Více informací najdete na %s.
sl: Če je PHP preveden z --enable-zend-multibyte zastavico, morate obvezno onemogočiti detect_unicode v vaših php.ini nastavitvah: <code>detect_unicode = Off</code>. Ta PHP hrošč bo mogoče odpravljen v prihodnosti. Več informacij je na voljo tukaj: %s

source: You are not using FastCGI and eAccelerator.
cs: Nepoužíváte FastCGI a eAccelerator.
sl: Ne uporabljate FastCGI in eAccelerator.

source: You are using FastCGI and eAccelerator.
cs: Používáte FastCGI a eAccelerator.
sl: Uporabljate FastCGI in eAccelerator.

source: It seems that FastCGI in combination with the eAccelerator extension is buggy when it comes to Phar archives. You can either disable the eAccelerator extension or use a different PHP cache instead (e.g. FastCGI+APC).
cs: Vypadá to, že kombinace FastCGI a eAccelerator způsobuje chybu, když dojde k archivům Phar. Můžete buď vypnout rozšíření eAccelerator nebo použít jiné meziúložiště PHP. (např. FastCGI+APC).
sl: Kaže, da je FastCGI v kombinaciji z eAccelerator razširitvijo nekoliko hroščast kadar se uporabljajo Phar arhivi. Lahko onemogočite eAccelerator razširitev ali uporabite različno PHP cache metodo (recimo FastCGI+APC).

source: Connection test
cs: Test spojení
sl: Test povezave

source: A connection to update.contao.org could be established.
cs: Podařilo se navázat spojení se serverem update.contao.org.
sl: Povezava z update.contao.org je bila vspostavljena.

source: A connection to update.contao.org could not be established.
cs: Nepodařilo se navázat spojení se serverem update.contao.org.
sl: Povezave z update.contao.org ni bilo mogoče vzpostaviti.

source: Maybe the request has been blocked by a firewall. Please contact your server administrator.
cs: Je možné, že byl požadavek zablokování firewallem. Obraťte se prosím na administrátora serveru.
sl: Zahtevo je mogoče zaustavil požarni zid. Kontaktirajte vašega sistemskega administratorja.

source: You can use the Live Update on this server.
cs: Na tomto serveru můžete použít Live Update.
sl: Na tem strežniku je mogoče uporabljati Live Update.

source: You cannot use the Live Update on this server.
cs: Na tomto serveru nemůžete použít Live Update.
sl: Na tem strežniku ni mogoče uporabljati Live Update.

source: Extension Repository
cs: Katalog rozšíření

source: PHP SOAP extension
cs: Rozšíření PHP SOAP
sl: PHP SAOP razširitev

source: The PHP SOAP extension is available.
cs: Rozšíření PHP SOAP je povoleno.
sl: PHP SAOP razširitev je na voljo.

source: The PHP SOAP extension is not available.
cs: Rozšíření PHP SOAP není povoleno.
sl: PHP SAOP razširitev ni na voljo.

source: The PHP SOAP extension is required to communicate with the Extension Repository server. You can enable it by compiling PHP with the --enable-soap flag. Depending on your Contao version, you might also be able to use the %s extension.
cs: Rozšíření PHP SOAP je vyžadováno při komunikaci se serverem Správce rozšíření. Můžete ho povolit zadáním příkazu --enable-soap. Podle toho, jakou verzi Contaa používáte, můžete také použít rozšíření %s.
sl: PHP SAOP razširitev je potrebna za povezavo z Extension Repository strežnikom. Razširitev lahko omogočite z prevodom PHP in nastavljeno --enable-saop zastavico. Odvisno od Contao različice, lahko mogoče uporabite tudi %s razširitev.

source: A connection to contao.org could be established.
cs: Podařilo se navázat spojení se serverem contao.org.
sl: Povezava z contao.org je bila vzpostavljena.

source: A connection to contao.org could not be established.
cs: Nepodařilo se navázat spojení se serverem contao.org.
sl: Povezave z contao.org ni bilo mogoče vzpostaviti.

source: You can use the Extension Repository on this server.
cs: Na tomto serveru můžete používat Spráce rozšíření.
sl: Na tem strežniku lahko uporabljate Extension Repository.

source: You cannot use the Extension Repository on this server.
cs: Na tomto serveru nemůžete používat Spráce rozšíření.
sl: Na tem strežniku ni mogoče uporabljati Extension Repository.

source: Validate an installation
cs: Zkontrolovat instalaci
sl: Preverite namestitev

source: Could not find a Contao installation.
cs: Nelze najít žádnou instalaci Contaa.
sl: Contao namestitve ni bilo mogoče najti.

source: To validate an existing installation, please upload the "check" folder to your installation directory.
cs: Abyste mohli provést kontrolu instalace, nahrajte prosím adresář "check" do adresář s instalací Contaa.
sl: Da bi preverili namestitev, naložite "check" direktorij v vaš namestitveni direktorij.

source: Unknown version
cs: Neznámá verze
sl: Neznana različica

source: The installed version %s is not (yet) supported.
cs: Nainstalovaná verze %s (ještě) není podporovaná.
sl: Namestitvena različica %s (še) ni podprta.
