Repository: heimtech/IvcyData
Catalog: fyf2/check/locale/*/LC_MESSAGES/messages.po
Languages: cs, sl

source: There is no version file for your Contao installation. Are you using a stable Contao version and do you have the latest version of the Contao Check?
cs: Na serveru se nenachází žádný soubor obsahující verzi istalace Contaa. Používáte stabilní verzi Contaa a poslední verzi Contao Check?
sl: Manjka datoteka z različico vaše Contao namestitve. Ali uporabljate stabilno Contao različico in ali imate najnovejšo Contao Check različico?

source: Version
cs: Verze
sl: Različica

source: Found a Contao %s installation.
cs: Našla se instalace Contao %s.
sl: Najdena Contao %s namestitev.

source: Missing files
cs: Chybějíci soubory
sl: Manjkajoče datoteke

source: Corrupt files
cs: Poškozené soubory
sl: Poškodovane datoteke

source: Missing optional files
cs: Chybějíci volitelné soubory
sl: Manjkajoče neobvezne datoteke

source: Your installation is up to date.
cs: Vaše instalace je aktuální.
sl: Vaša namestitev je posodobljena.

source: Your installation is not up to date.
cs: Vaše instalace není aktuální.
sl: Vaša namestitev ni posodobljena.
